const data = () => {
  return [
    //   {
    //     subject: "", 제목
    //     content: "", 내용
    //     create_date: "", 작성일
    //     image: "https://placeimg.com/640/480/animals"], 이미지 (슬라이)
    //   },
    {
      subject: "우리집 귀염둥이 '둥이'",
      content: `믹스묘도 잘생기고 이쁘다는 걸 자랑하고 싶었오요.
      3/16일이 생일인 이제 곧 2살 다되가는 남자아이구요ㅎㅎ
      도도하게 생긴 것과 다르게 애교도 많고 사람들을 좋아한답니다.
      사람보다는 짧은 생을 살지만 우리 가정에서 건강하고 행복하게 살아주면 좋겠어요!
      2022년도 잘 지내자 우리 둥이 ♡`,
      create_date: "2시간 전",
      image: "./image/1.jpg",
      like: 3,
      view: 4,
    },
    {
      subject: "장난꾸러기 루비",
      content: `취미: 잠자기, 개껌씹기, 뭐든지 햝기, 승질 부리기, 혼자 노래하기 ㅜ.ㅜ
      특기: 애가 너무 밝아요ㅎㅎ...  혼자 멀리가서 점프 뛰기 
      산책 시켜준 이후로는 밤에 노래 안부릅니다..ㅋㅋ
      가장좋아하는건 밥주는사람, 산책ㅎㅎ!
      사진만 봐도 너무 귀엽지 않나요ㅠㅠㅠㅠㅠ`,
      create_date: "2022.05.13",
      image: "./image/2.jpg",
      like: 3,
      view: 4,
    },
    {
      subject: "호두 자랑하기",
      content: `저희집 막내 호두를 소개합니다!
      이렇게 예쁘게 생겨서 다들 모르시는데 저희 냥이는 엄청 늙었어요. 
      늙었다는 표현이 어색할 만큼 곱게 생겼죠? 제가 초등학교 다니지 전에 입양 받아서
      지금까지 아무 탈 없이 잘 지내고 있답니다.
      10년 넘게 같이 살다보니 서로 무슨 말 하는 지 다 안답니다. 말도 참 잘 들어요. 
      저희 호두는 엄청난 장수묘인데 그 비법을 알려주자면 먼저 하루종일 누군가 집에 꼭 있고
      매일 매일 쓰다듬어주고 뽀뽀해주고 사랑한다고 말해줘요. 이렇게 장수하는 거 맞아요 이또한 자랑하는 거예요!
      호두의 가장 큰 자랑은 외모예요. 저희 가족들이 다 인정한 거죠. 저희 집 외모 서열 1위랍니다. 사진 정말 예쁘죠??ㅎㅎ
      호두가 건강하고 행복하게 살아주면 좋겠어요! `,
      create_date: "2022.04.25",
      image: "./image/3.jpg",
      like: 3,
      view: 4,
    },
    {
      subject: "가까이서 본 청설모 ㅎㅎ",
      content:
        "등산중에 귀여운 청설모를 만났어요! 약수터에서 보던 청설모를 직접 1m안에서 보니 호기심도 생기고 신기하기도 하고 ㅋㅋㅋㅋㅋ 가지고온 아몬드와 호두를 뿌려주었더니 잘먹네요ㅋㅋ 이제 등산갈때 견과류는 필수로 가져가야 겠어요. 다음에도 또보자 설모야 ㅋㅋㅋㅋ 다음에 만나면 집에 데려갈거야 ^_^",
      create_date: "2022.04.20",
      image: "./image/4.jpg",
      like: 3,
      view: 4,
    },
  ];
};

export default data;
